"Inbox" = "Inbox";
"Documents" = "Documents";
"Trash" = "Trash";
"Boxes shared with me" = "Boxes shared with me";

/* Organisation */
"Adding files is not permitted at the organisation level" = "Adding files is not permitted at the organisation level";
/* Bereich, Root Folder */
"Adding files is not permitted in this area" = "Adding files is not permitted in this area";
/* Box */
"Adding files is not permitted in the boxes area" = "Adding files is not permitted in the boxes area";
/* Inbox */
"Adding folders is not permitted in the inbox" = "Adding folders is not permitted in the inbox";